Revit 2024 API
ParameterTypeId.FabricationPartWidthIn Property
 "Main Primary Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationPartWidthIn { get; }
Visual Basic
Public Shared ReadOnly Property FabricationPartWidthIn As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationPartWidthIn {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace